[
  {
    "name": "Julia Nguyen",
    "image": "/assets/contributors/julia_nguyen.jpg",
    "profile":
      "Being open and honest about my journey with obsessive-compulsive disorder, anxiety, and depression helps me to accept myself and reach out for support. My hope is to encourage others to feel more comfortable about sharing their experiences. Growing up as a daughter of Vietnamese refugee parents, it was difficult to talk about mental illness openly. I created if me as a tool to engage loved ones in mental health conversations. Working on the project openly has helped me to further explore my own mental health.",
    "location": "Toronto, Canada",
    "link_name": "julianguyen",
    "link": "http://github.com/julianguyen",
    "social": "github"
  },
  {
    "name": "Jennifer Shen",
    "image": "/assets/contributors/jennifer_shen.jpg",
    "profile":
      "I am contributing to if me because one's mental health is often disregarded. It is important that everybody watches and observes how they are feeling on a daily basis, and it is also important that we look out for each other.",
    "location": "Toronto, Canada",
    "link_name": "jzshen",
    "link": "http://github.com/jzshen",
    "social": "github"
  },
  {
    "name": "Jon Tan",
    "image": "/assets/contributors/jon_tan.jpg",
    "profile":
      "Among the millions of web applications, there are only a handful of web applications catering to individuals with mental heatlh. I am glad that Julia has created if me for the purpose of building this community.",
    "location": "Mississauga, Canada",
    "link_name": "9bits",
    "link": "http://github.com/9bits",
    "social": "github"
  },
  {
    "name": "Jenny Nguyen",
    "image": "/assets/contributors/jenny_nguyen.jpg",
    "profile":
      "As a health science student I have been exposed to medical literature that focuses on neuroplasticity, the idea that our environment and actions can change neural circuitry and pathways, and its role in shaping mental health disorders. For example, studies shows the in people with OCD, there is hyperconnectivity between the orbitofrontal cortex and the caudate nucleus, structures of the brain that are responsible for decision-making and thinking. Thus novel treatment of OCD focuses on targeting these principles and beliefs these obsessions and compulsions are founded on in order to rewire the brain. I believe if me provides a platform to habitually reflect and help manage one's wellbeing in addition to formal medical treatment.",
    "location": "Toronto, Canada",
    "link_name": "nguyenjenny",
    "link": "http://github.com/nguyenjenny",
    "social": "github"
  },
  {
    "name": "Srishti Gupta",
    "image": "/assets/contributors/srishti_gupta.jpg",
    "profile":
      "if me is important to me because I see the need for it to exist, because it aims to build support networks for its users and help them grow as individuals and externally be truthful to themselves about what they need to do and when they need to do it, as well as be able to reach out and get advice on how to do things better and can choose to be completely anonymous in the process if they so choose to be. And what makes it even more distinctive is its target audience – because with the stigmas surrounding mental health and various other things, it is very difficult for individuals with mental health concerns to find the right kind of support, because only the individual can determine if something is actually benefitting them. if me allows you to build your own support system and change it as you please which I find very unique, and something everyone should at least give a try, regardless of whether or not  you currently have mental health concerns. I enjoy learning and helping make a meaningful impact, and contributing to if me helps me do that.",
    "location": "Mombasa, Kenya",
    "link_name": "srishtig",
    "link": "http://github.com/srishtig",
    "social": "github"
  },
  {
    "name": "Alex Falconer-Athanassakos",
    "image": "/assets/contributors/alex_fa.jpg",
    "profile":
      "People can struggle with their minds despite everything being \"right\" in their lives. People's minds can also give them remarkable resilience through serious adversity. I have been studying for years, in fields from biology to philosophy, to understand this and make a contribution. The internet needs a comprehensive, community-based mental health resource and if me has the kind of people behind it to make it happen.",
    "location": "Toronto, Canada",
    "link_name": "alexfa.net",
    "link": "http://alexfa.net",
    "social": "globe"
  },
  {
    "name": "Gupreet Gill",
    "image": "/assets/contributors/gurpreet_gill.jpg",
    "profile":
      "Being mentally healthy is very important because it not only helps you overcome everyday stress but also makes you more productive and a better contributor. If me allows you to find help and also gives you the opportunity to help others. It ensures that your mental health is in a well-being state by allowing you to share, relate and connect with others. I joined if me because it is a great web application which ensures we all are there for each other.",
    "location": "Brampton, Canada",
    "link_name": "gCrew",
    "link": "http://github.com/gcrew",
    "social": "github"
  },
  {
    "name": "Lucy Yu",
    "image": "/assets/contributors/lucy_yu.jpg",
    "profile":
      "The mind is its own place, and in itself can make a heaven of hell, a hell of heaven. — John Milton, Paradise Lost. Our minds are the very screens behind which we perceive the world, yet there is not enough discourse on the importance of sanity. if me is the community I wish existed during my dark times, and I'm hoping to help someone through theirs by contributing to this project.",
    "location": "Mississauga, Canada",
    "link_name": "lucyyu24",
    "link": "https://github.com/lucyyu24",
    "social": "github"
  },
  {
    "name": "Tara Wilkins",
    "image": "/assets/contributors/tara_wilkins.jpg",
    "profile":
      "I work at the national workshop company <a href='http://camptech.ca' target='_blank'>Camp Tech</a>, where I oversee marketing, run the day-to-day operations and teach digital marketing. Outside of my work with Camp Tech, I foster semi-feral cats with the <a href='http://annexcatrescue.ca' target='_blank'>Annex Cat Rescue</a> and curate creative events for the <a href='http://themakersdigest.com' target='_blank'>Makers Digest</a>. I am excited to now be a part of if me. Having personal experiences with mental health, I am acutely aware of the impact that mental illness can have on lives, families and the workplace. I strongly believe in the power of sharing to erase the stigma and break through barriers. And most of all, I believe in the power of getting help.",
    "location": "Toronto, Canada",
    "link_name": "TaraEWilkins",
    "link": "https://twitter.com/TaraEWilkins",
    "social": "twitter"
  },
  {
    "name": "Darryl Dixon",
    "image": "/assets/contributors/darryl_dixon.jpg",
    "profile":
      "As the saying goes: \"You are your own worst enemy.\" Your experience regarding this quote may very, but remember: nothing happens without your brain. Mental health is an important topic of discussion, one that far too many people are afraid to be open about, and far too many don't believe that this is a legitimate concern, resulting in few people finding someone to simply vent to, let alone getting help. The goal of if me is to break that habit, to help others with mental illness find help and a to communicate with their loved ones about their issues.<br><br>Darryl Dixon is a rad cat that loves web development, is a generalist full-stack JavaScript developer, and loves to give back to the community in some way, anywhere.",
    "location": "Virginia, USA",
    "link_name": "PieceDigital.net",
    "link": "https://PieceDigital.net",
    "social": "globe"
  },
  {
    "name": "Nagma Kapoor",
    "image": "/assets/contributors/nagma_kapoor.jpg",
    "profile":
      "I have a B.A in Neurobiology from Rutgers University and I am pursuing a 2nd BSc. in Computer Science from Ryerson University. Mental health is a personal topic but good mental health relies on support, and through my interdisciplinary background I hope to bring my unique perspective here. Mental illness has been minimized in my community as a South Asian. You hear stories of family or friends in whispers. Only within my generation onward, there has been a minor shift, and I hope to see it open further. Personally, I have learnt to silently cope and create methods to keep my trajectory towards success without alerting anyone. Which is why I understand the need for an open-source project like if me. Sometimes, you need support from accepting family or friends without the eyes of an entire community on you. I think if me provides us with a safe space that extends out from our own selves and into the few that we trust. Building a closed community, that is free and open to individuals from all backgrounds, is a necessity. Access to mental health and resources need to reach those who need it most, and having an open source platform has been vital for it.",
    "location": "Toronto, Canada",
    "link_name": "nagmak",
    "link": "https://nagmak.github.io/",
    "social": "globe"
  },
  {
    "name": "Bee Martinez",
    "image": "/assets/contributors/bee_martinez.jpg",
    "profile":
      "I wanted to be a psychologist, became a teacher, and am now a Front-End Developer in training. I love challenge, creativity, learning, connecting, and helping each other grow.<br><br>I think the mind is a beautiful and marvelous thing, and as such it should be explored with respect, understood with patience, and treated with kindness.<br><br>In if me, I found a safe space to combine everything I've ever been passionate about. My current role is taking over @ifmeorg on weekends and doing Spanish translations.",
    "location": "Texas, USA",
    "link_name": "itsbeemtz",
    "link": "http://twitter.com/itsbeemtz",
    "social": "twitter"
  },
  {
    "name": "Rebecca Taylor",
    "image": "/assets/contributors/rebecca_taylor.jpg",
    "profile":
      "<b>if me</b> is doing something so important that I haven't seen before, and as someone who received a Bachelor's in pyschology (and has dealt with mental health issues myself) to then venture into front-end development and design as a way to help people, it's the perfect niche to get involved in. I'm so glad it's open source, mirroring in a sense how I believe the topic of personal mental health should be: open and honest, freed from any past stigma attached to it. We're not quite there yet, but <b>if me</b> is making its own vital contribution to progressing in how we approach talking about and living with mental illness.",
    "location": "Tennessee, USA",
    "link_name": "kindlingscript",
    "link": "http://kindlingscript.com",
    "social": "globe"
  },
  {
    "name": "Lisette Ruiz",
    "image": "/assets/contributors/lisette_ruiz.jpg",
    "profile":
      "This past year has been a tough one for me.<br><br>Bob Dylan won the Nobel over Don DeLillo.<br><br>Clinton lost to Trump.<br><br>And I started seeing a therapist.<br><br>At first, hesitantly, not sure what to expect & ashamed of the “patient” label I now identified with. And then suddenly, with a new sense of appreciation for the brave people doing this important work.<br><br>The entire process has been an absolute saving grace for me. The private, reflective conversations that help me feel recharged and stable are the reason I can read the news each day without bursting into manic tears. After learning about If Me, I was determined to contribute however possible, with the goal of helping even one person gain the benefits I experienced from therapy through this amazing open source platform.",
    "location": "Seattle, USA",
    "link_name": "bubsolow",
    "link": "https://twitter.com/bubsolow",
    "social": "twitter"
  },
  {
    "name": "Pedro Paulino",
    "image": "/assets/contributors/pedro_paulino.jpg",
    "profile":
      "Being a developer for 3 years , working on  personal projects, and learning how the open source can help people with depression.",
    "location": "Maringá, Parana State, Brazil",
    "link_name": "ThePedroPaulino",
    "link": "https://github.com/ThePedroPaulino",
    "social": "globe"
  },
  {
    "name": "Claire Wild",
    "image": "/assets/contributors/claire_wild.jpg",
    "profile":
      "I'm a personal trainer and gymnastics coach turned software developer. Sharing my own story about eating disorder recovery through my blog <a href='http://www.strengthwithoutbounds.com/' target='_blank'>Strength Without Bounds</a> has really helped me become more self aware, and more comfortable talking openly and honestly. I'm excited and grateful for the opportunity to contribute to <b>if me<b>to help others share their own stories.",
    "location": "San Francisco, USA",
    "link_name": "clairewild",
    "link": "https://clairewild.github.io/PortfolioSite/",
    "social": "globe"
  },
  {
    "name": "Irene Li",
    "image": "/assets/contributors/irene_li.jpg",
    "profile":
      "I am contributing to if me because I have gone through phases of depression in the past and it was so hard to open up to people about it. I closed myself off in fear that loved ones would be disappointed in me. I learned that it is actually in those times that I needed help the most.",
    "location": "San Francisco, USA",
    "link_name": "liirene1",
    "link": "https://github.com/liirene1",
    "social": "github"
  },
  {
    "name": "Sophie McDonald",
    "image": "/assets/contributors/sophie_mcdonald.jpg",
    "profile":
      "I feel honoured to be able to contribute to ifme, through the Rails Girls Summer of Code program. Having had my own battles with mental health, the project appealed to me instantly. I love that I can contribute to a project which supports and makes a positive difference to the lives of those dealing with mental health. I wish I had have known about ifme sooner.",
    "location": "Melbourne, Australia",
    "link_name": "sophierose239",
    "link": "https://twitter.com/sophierose239",
    "social": "twitter"
  },
  {
    "name": "Jenny Nam",
    "image": "/assets/contributors/jenny_nam.jpg",
    "profile":
      "Contributing to an open source project on mental health is important to me. Mental health affects everyone regardless of where they live or work. ifme is a great platform to share experiences, increase awareness and understanding, and provide people a community of support around the world. I believe it is important that we recognise it is okay to share our experiences with mental health issues.",
    "location": "Melbourne, Australia",
    "link_name": "jennynamster",
    "link": "https://github.com/jnamster",
    "social": "github"
  },
  {
    "name": "Desi Rottman",
    "image": "/assets/contributors/desi_rottman.jpg",
    "profile":
      "I'm a tech support specialist and writer. I'm excited to be working with if me in helping to break the stigma surrounding mental illness. I contribute here to the blog. I've had anxiety and depression for most of my life, and growing up I didn't know where to turn or how to cope with my feelings.",
    "location": "Chicago, USA",
    "link_name": "desilove",
    "link": "https://twitter.com/desilove",
    "social": "twitter"
  },
  {
    "name": "Tracy P Holmes",
    "image": "/assets/contributors/tracy_holmes.png",
    "profile":
      "I fight anxiety on a daily basis. I also come from a family of strong-willed women that historically don't ask for help, nor take care of themselves. I feel contributing to this project will help me pay more attention.",
    "location": "Austin, USA",
    "link_name": "tracypholmes",
    "link": "https://twitter.com/tracypholmes",
    "social": "twitter"
  },
  {
    "name": "Tara Swenson",
    "image": "/assets/contributors/tara_swenson.jpg",
    "profile":
      "Growing up struggling with anxiety and depression, I was drawn to others experiencing the same. After losing a friend to suicide, I feel compelled to be honest about my own struggles with mental health. I want to pay forward the same level of support I've personally received from loved ones. This app is helping to fill the support gaps of a broken mental healthcare system.",
    "location": "Portland, USA",
    "link_name": "kavixiu",
    "link": "https://github.com/kavixiu",
    "social": "github"
  },
  {
    "name": "Jennifer Lyn Parsons",
    "image": "/assets/contributors/jennifer_parsons.jpg",
    "profile":
      "I've struggled with depression and anxiety for most of my life, but I've been lucky to have the support of my dear family to help me through the rough patches. I'm here to apply my skills as a web developer, writer, and designer toward hopefully helping others share their stories and breaking down the stigmas surrounding mental health.",
    "location": "New Jersey, USA",
    "link_name": "jenniferlynparsons",
    "link": "http://github.com/jenniferlynparsons",
    "social": "github"
  },
  {
    "name": "Maribel Duran",
    "image": "/assets/contributors/maribel_duran.jpg",
    "profile":
      "My mission is to inspire others to be healthy, kind, adventurous, and to celebrate life which is why I am contributing to applications that empower and motivate lives. I am so grateful to be part of this open source project that empowers people struggling with mental health to talk about their experiences.<br><br>To me, mental health means being able to cultivate energy, inner peace, and wellbeing. This the most important gift we can give to ourselves. However, in the pressured societies we live in, we are constantly surrounded by stress, threat, and other difficulties. It is easier to give into these negative feelings, but we can overcome this by fighting to think positive and promote mental health awareness. It’s not an easy battle, but it’s worth the fight :)",
    "location": "Danville, USA",
    "link_name": "maribelduran",
    "link": "http://github.com/maribelduran",
    "social": "github"
  },
  {
    "name": "Haley Mnatzaganian",
    "image": "/assets/contributors/haley_mnatzaganian.jpg",
    "profile":
      "Mental health is just as vital to our well-being as our physical health, and yet the stigmas surrounding mental health issues drive people to avoid seeking help. ifme gives those who are suffering a chance to unite and be reminded that they aren't alone. I'm thrilled to contribute to ifme's awesome mission and work with its supportive team. ",
    "location": "Indiana, US",
    "link_name": "haleymnatz",
    "link": "https://github.com/haleymnatz",
    "social": "github"
  },
  {
    "name": "Vilde Vevatne",
    "image": "/assets/contributors/vilde_vevatne.jpg",
    "profile":
      "I'm currently working as a Software Engineer at Pinterest. I'm glad I can contribute to an Open Source project that is tackling such an important issue.",
    "location": "San Francisco, USA",
    "link_name": "vildevevatne",
    "link": "https://github.com/vildevev",
    "social": "github"
  },
  {
    "name": "Seun Adekunle",
    "image": "/assets/contributors/seun_adekunle.jpeg",
    "profile":
      "Changing the world is my watch word and I'm glad to be part of this community where I get to contribute to helping people around the world to be healthy and feel safer to share their feelings and experiences.",
    "location": "Lagos, Nigeria",
    "link_name": "seunadex",
    "link": "https://github.com/seunadex",
    "social": "github"
  },
  {
    "name": "George Karametas",
    "image": "/assets/contributors/george_karametas.png",
    "profile":
      "I am Frontend Engineer from Athens, Greece and I love contributing to this project which helps people with mental health issues heal themselves by sharing their experiences with the community. For me, openness is critical to self improvement and healing. Moreover, this is an Open Source project as well, so with one stone, two birds!",
    "location": "Treviso, Italy",
    "link_name": "geodoo",
    "link": "https://github.com/GeoDoo",
    "social": "github"
  },
  {
    "name": "Adan Amarillas",
    "image": "/assets/contributors/adan_amarillas.jpg",
    "profile":
      "I am a software engineer that has witnessed the importance of mental health first hand. Mental health can unlock a person's potential. It's great to be a part of any project that empowers people.",
    "location": "San Francisco, USA",
    "link_name": "aamarill",
    "link": "http://github.com/aamarill",
    "social": "github"
  },
  {
    "name": "Atibhi Agrawal",
    "image": "/assets/contributors/atibhi_agrawal.jpg",
    "profile": "I have always been a crusader of mental health. Working with if-me.org over the summer as an Rails Girls Scholar 2018 was one of the most fulfilling experiences of my life. if me is an amazing platform to share experiences and build a mental health community. It is full of positivity, love, and goodwill.",
    "location": "Bengaluru, India",
    "link_name": "aSquare14",
    "link": "https://github.com/aSquare14",
    "social": "github"
  },
  {
    "name": "Prateksha Udhayanan",
    "image": "/assets/contributors/prateksha_udhayanan.jpg",
    "profile": "Having good mental health is one of our greatest assets. Contributing to an open source project which aims at building a mental health community is truly amazing! if-me.org is a wonderful platform where people from different backgrounds can come together and share their feelings and experiences. ",
    "location": "Bengaluru, India",
    "link_name": "prateksha_u",
    "link": "https://github.com/prateksha",
    "social": "github"
  },
  {
    "name": "Nishiki Liu",
    "image": "/assets/contributors/nishiki_liu.jpg",
    "profile": "I am a full stack developer with design and illustration experience. I believe it is our responsibility to build software for good. if me focuses on a prevalent issue that is too often overlooked, and through loved ones, it gives people tools to heal.",
    "location": "United States",
    "link_name": "nshki.com",
    "link": "https://nshki.com",
    "social": "globe"
  },
  {
    "name": "Jennifer Winer",
    "image": "/assets/contributors/jennifer_winer.jpg",
    "profile": "Creative problem solver and coder with a passion for people and enhancing relationships through technology. Women Who Code meetup organizer, mental health advocate, artist & amateur hiker.",
    "location": "Colorado, USA",
    "link_name": "jenniferwiner.com",
    "link": "https://www.jenniferwiner.com",
    "social": "globe"
  },
  {
    "name": "Emma Smith",
    "image": "/assets/contributors/emma_smith.png",
    "profile": "I imagine a world where difference is celebrated, vulnerability is known as strength, and all are included in the circle of the human family.",
    "location": "Brooklyn",
    "link_name": "emmasmith.me",
    "link": "https://www.emmasmith.me/",
    "social": "globe"
  },
  {
    "name": "John Maguire",
    "image": "/assets/contributors/john_maguire.png",
    "profile": "I'm a fullstack developer with a penchant for TDD based out of NYC. When I'm not writing code I'm either working on pursuing a graduate degree in computer science, cooking, or training strongman.",
    "location": "Brooklyn, NYC",
    "link_name": "johnmaguiredeveloper.com",
    "link": "http://johnmaguiredeveloper.com",
    "social": "globe"
  },
  {
    "name": "Jasper Martin",
    "image": "/assets/contributors/jasper_martin.png",
    "profile": "I first encountered if-me when I was tasked to find an open source project to contribute on. It really is a great pleasure to contribute to this project because whenever I submit a pull request, I feel like I'm also helping people who have mental illness/difficulties in their life. I also want to thank the if-me community for helping me not just become a better developer, but also a better person.",
    "location": "Manila, Philippines",
    "link_name": "jaspervanbrian",
    "link": "http://twitter.com/jaspervanbrian",
    "social": "twitter"
  },
  {
    "name": "Jason Alsip",
    "image": "/assets/contributors/jason_alsip.jpg",
    "profile": "I've mostly been working as a backend developer on C# and Node.js applications these days, but I've been looking for ways I can diversify my skills and maybe get into more full-stack development.  The issues of mental health matter to me on a personal level, so I feel that when I found if-me I found a project that in giving back to I am helping not just myself but others as well.",
    "location": "Indianapolis, IN",
    "link_name": "matcha440",
    "link": "https://github.com/matcha440",
    "social": "github"
  },
  {
    "name": "Carl Summers",
    "image": "/assets/contributors/carl_summers.jpg",
    "profile": "I used to be an English teacher and musician but turned to programming. I found if-me after being told by a friend that open source projects could help me to code, and it was aligned with what I was looking for. I believe in its message as I spent a large portion of my life with mental health struggles. Contributing is my call to give back to those who are going and went through the same things that I did.",
    "location": "Montreal, QC",
    "link_name": "csumm",
    "link": "https://github.com/csumm",
    "social": "github"
  },
  {
    "name": "Alex Manzo",
    "image": "/assets/contributors/alex_manzo.jpg",
    "profile": "I'm a sports video producer turned web developer. By day I work on a government contract, and in my spare time I like to work on an array of side projects. Contributing to if me is my first foray into open source, and I'm excited to contribute as much as I can! I have done a lot of work on my own mental health over the past year. I know just how difficult different mental health challenges can be. I was so excited to find if me since it aligns so much with what I have been working on personally.",
    "location": "Durham, NC",
    "link_name": "alexmanzo",
    "link": "https://github.com/alexmanzo",
    "social": "github"
 }
]
