[
  {
    "name":"Julia Nguyen",
    "image":"/assets/contributors/julia_nguyen.jpg",
    "profile":"Being open and honest about my journey with obsessive-compulsive disorder, anxiety, and depression helps me to accept myself and reach out for support. My hope is to encourage others to feel more comfortable about sharing their experiences. Growing up as a daughter of Vietnamese refugee parents, it was difficult to talk about mental illness openly. I created if me as a tool to engage loved ones in mental health conversations. Working on the project openly has helped me to further explore my own mental health.",
    "location":"Toronto, Canada",
    "link_name":"julianguyen",
    "link":"http://github.com/julianguyen",
    "social":"github"
  },
  {
    "name":"Jennifer Shen",
    "image":"/assets/contributors/jennifer_shen.jpg",
    "profile":"I am contributing to if me because one's mental health is often disregarded. It is important that everybody watches and observes how they are feeling on a daily basis, and it is also important that we look out for each other.",
    "location":"Toronto, Canada",
    "link_name":"jzshen",
    "link":"http://github.com/jzshen",
    "social":"github"
  },
  {
    "name":"Jon Tan",
    "image":"/assets/contributors/jon_tan.jpg",
    "profile":"Among the millions of web applications, there are only a handful of web applications catering to individuals with mental heatlh. I am glad that Julia has created if me for the purpose of building this community.",
    "location":"Mississauga, Canada",
    "link_name":"9bits",
    "link":"http://github.com/9bits",
    "social":"github"
  },
  {
    "name":"Jenny Nguyen",
    "image":"/assets/contributors/jenny_nguyen.jpg",
    "profile":"As a health science student I have been exposed medical literature that focuses on neuroplasticity, the idea that our environment and actions can change neural circuitry and pathways, and its role in shaping mental health disorders. For example, studies shows the in people with OCD, there is hyperconnectivity between the orbitofrontal cortex and the caudate nucleus, structures of the brain that are responsible for decision-making and thinking. Thus novel treatment of OCD focuses on targeting these principles and beliefs these obsessions and compulsions are founded on in order to rewire the brain. I believe if me provides a platform to habitually reflect and help manage one's wellbeing in addition to formal medical treatment.",
    "location":"Toronto, Canada",
    "link_name":"nguyenjenny",
    "link":"http://github.com/nguyenjenny",
    "social":"github"
  },
  {
    "name":"Srishti Gupta",
    "image":"/assets/contributors/srishti_gupta.jpg",
    "profile":"if me is important to me because I see the need for it to exist, because it aims to build support networks for its users and help them grow as individuals and externally be truthful to themselves about what they need to do and when they need to do it, as well as be able to reach out and get advice on how to do things better and can choose to be completely anonymous in the process if they so choose to be. And what makes it even more distinctive is its target audience – because with the stigmas surrounding mental health and various other things, it is very difficult for individuals with mental health concerns to find the right kind of support, because only the individual can determine if something is actually benefitting them. if me allows you to build your own support system and change it as you please which I find very unique, and something everyone should at least give a try, regardless of whether or not  you currently have mental health concerns. I enjoy learning and helping make a meaningful impact, and contributing to if me helps me do that.",
    "location":"Mombasa, Kenya",
    "link_name":"srishtig",
    "link":"http://github.com/srishtig",
    "social":"github"
  },
  {
    "name":"Alex Falconer-Athanassakos",
    "image":"/assets/contributors/alex_fa.jpg",
    "profile":"People can struggle with their minds despite everything being \"right\" in their lives. People's minds can also give them remarkable resilience through serious adversity. I have been studying for years, in fields from biology to philosophy, to understand this and make a contribution. The internet needs a comprehensive, community-based mental health resource and if me has the kind of people behind it to make it happen.",
    "location":"Toronto, Canada",
    "link_name":"alexfa.net",
    "link":"http://alexfa.net",
    "social":"globe"
  },
  {
    "name":"Gupreet Gill",
    "image":"/assets/contributors/gurpreet_gill.jpg",
    "profile":"Being mentally healthy is very important because it not only helps you overcome everyday stress but also makes you more productive and a better contributor. If me allows you to find help and also gives you the opportunity to help others. It ensures that your mental health is in a well-being state by allowing you to share, relate and connect with others. I joined if me because it is a great web application which ensures we all are there for each other.",
    "location":"Brampton, Canada",
    "link_name":"gCrew",
    "link":"http://github.com/gcrew",
    "social":"github"
  },
  {
    "name":"Lucy Yu",
    "image":"/assets/contributors/lucy_yu.jpg",
    "profile":"The mind is its own place, and in itself can make a heaven of hell, a hell of heaven. — John Milton, Paradise Lost. Our minds are the very screens behind which we perceive the world, yet there is not enough discourse on the importance of sanity. if me is the community I wish existed during my dark times, and I'm hoping to help someone through theirs by contributing to this project.",
    "location":"Mississauga, Canada",
    "link_name":"lucyyu24",
    "link":"https://github.com/lucyyu24",
    "social":"github"
  },
  {
    "name":"Tara Wilkins",
    "image":"/assets/contributors/tara_wilkins.jpg",
    "profile":"Tara works at the national workshop company <a href='http://camptech.ca' target='_blank'>Camp Tech</a>, where she oversees marketing, runs the day-to-day operations and teaches digital marketing. Outside of her work with Camp Tech, she fosters semi-feral cats with the <a href='http://annexcatrescue.ca' target='_blank'>Annex Cat Rescue</a>, curates creative events for the <a href='http://themakersdigest.com' target='_blank'>Makers Digest</a> and is excited to now be a part of if me. Having personal experiences with mental health herself, Tara is acutely aware of the impact that mental illness can have on lives, families and the workplace. She strongly believes in the power of sharing to erase the stigma and break through barriers. And most of all, she believes in the power of getting help.",
    "location":"Toronto, Canada",
    "link_name":"TaraEWilkins",
    "link":"https://twitter.com/TaraEWilkins",
    "social":"twitter"
  },
  {
    "name":"Darryl Dixon",
    "image":"/assets/contributors/darryl_dixon.jpg",
    "profile":"As the saying goes: \"You are your own worst enemy.\" Your experience regarding this quote may very, but remember: nothing happens without your brain. Mental health is an important topic of discussion, one that far too many people are afraid to be open about, and far too many don't believe that this is a legitimate concern, resulting in few people finding someone to simply vent to, let alone getting help. The goal of if me is to break that habit, to help others with mental illness find help and a to communicate with their loved ones about their issues.<br><br>Darryl Dixon is a rad cat that loves web development, is a generalist full-stack JavaScript developer, and loves to give back to the community in some way, anywhere.",
    "location":"Virginia, USA",
    "link_name":"PieceDigital.net",
    "link":"https://PieceDigital.net",
    "social":"globe"
  },
  {
    "name":"Nagma Kapoor",
    "image":"/assets/contributors/nagma_kapoor.jpg",
    "profile":"I have a B.A in Neurobiology from Rutgers University and I am pursuing a 2nd BSc. in Computer Science from Ryerson University. Mental health is a personal topic but good mental health relies on support, and through my interdisciplinary background I hope to bring my unique perspective here. Mental illness has been minimized in my community as a South Asian. You hear stories of family or friends in whispers. Only within my generation onward, there has been a minor shift, and I hope to see it open further. Personally, I have learnt to silently cope and create methods to keep my trajectory towards success without alerting anyone. Which is why I understand the need for an open-source project like if me. Sometimes, you need support from accepting family or friends without the eyes of an entire community on you. I think if me provides us with a safe space that extends out from our own selves and into the few that we trust. Building a closed community, that is free and open to individuals from all backgrounds, is a necessity. Access to mental health and resources need to reach those who need it most, and having an open source platform has been vital for it.",
    "location":"Toronto, Canada",
    "link_name":"nagmak",
    "link":"https://nagmak.github.io/",
    "social":"globe"
  },
  {
    "name":"Bee Martinez",
    "image":"/assets/contributors/bee_martinez.jpg",
    "profile":"Bee wanted to be a psychologist, became a teacher, and is now a Front-End Developer in training. She loves challenge, creativity, learning, connecting, and helping each other grow.<br><br>Bee thinks the mind is a beautiful and marvelous thing, and as such it should be explored with respect, understood with patience, and treated with kindness.<br><br>In if me, she's found a safe space to combine everything she's ever been passionate about. Her current role is taking over @ifmeorg on weekends and doing Spanish translations.",
    "location":"Texas, USA",
    "link_name":"itsbeemtz",
    "link":"http://twitter.com/itsbeemtz",
    "social":"twitter"
  },
  {
    "name":"Rebecca Taylor",
    "image":"/assets/contributors/rebecca_taylor.jpg",
    "profile":"<b>if me</b> is doing something so important that I haven't seen before, and as someone who received a Bachelor's in pyschology (and has dealt with mental health issues myself) to then venture into front-end development and design as a way to help people, it's the perfect niche to get involved in. I'm so glad it's open source, mirroring in a sense how I believe the topic of personal mental health should be: open and honest, freed from any past stigma attached to it. We're not quite there yet, but <b>if me</b> is making its own vital contribution to progressing in how we approach talking about and living with mental illness.",
    "location":"Tennessee, USA",
    "link_name":"kindlingscript",
    "link":"http://kindlingscript.com",
    "social":"globe"
  },
  {
    "name":"Lisette Ruiz",
    "image":"/assets/contributors/lisette_ruiz.jpg",
    "profile":"This past year has been a tough one for me.<br><br>Bob Dylan won the Nobel over Don DeLillo.<br><br>Clinton lost to Trump.<br><br>And I started seeing a therapist.<br><br>At first, hesitantly, not sure what to expect & ashamed of the “patient” label I now identified with. And then suddenly, with a new sense of appreciation for the brave people doing this important work.<br><br>The entire process has been an absolute saving grace for me. The private, reflective conversations that help me feel recharged and stable are the reason I can read the news each day without bursting into manic tears. After learning about If Me, I was determined to contribute however possible, with the goal of helping even one person gain the benefits I experienced from therapy through this amazing open source platform.",
    "location":"Seattle, USA",
    "link_name":"bubsolow",
    "link":"https://twitter.com/bubsolow",
    "social":"twitter"
  },
  {
    "name":"Pedro Paulino",
    "image":"/assets/contributors/pedro_paulino.jpg",
    "profile":"Being a developer for 3 years , working on  personal projects, and learning how the open source can help people with depression.",
    "location":"Maringá, Parana State, Brazil",
    "link_name":"ThePedroPaulino",
    "link":"https://github.com/ThePedroPaulino",
    "social":"globe"
  },
  {
    "name":"Irene Li",
    "image":"/assets/contributors/irene_li.jpg",
    "profile":"I am contributing to if me because I have gone through phases of depression in the past and it was so hard to open up to people about it. I closed myself off in fear that loved ones would be disappointed in me. I learned that it is actually in those times that I needed help the most.",
    "location":"San Francisco, USA",
    "link_name":"liirene1",
    "link":"https://github.com/liirene1",
    "social":"github"
  },
  {
    "name":"Sophie McDonald",
    "image":"/assets/contributors/sophie_mcdonald.jpg",
    "profile":"I feel honoured to be able to contribute to ifme, through the Rails Girls Summer of Code program. Having had my own battles with mental health, the project appealed to me instantly. I love that I can contribute to a project which supports and makes a positive difference to the lives of those dealing with mental health. I wish I had have known about ifme sooner.",
    "location":"Melbourne, Australia",
    "link_name":"sophierose239",
    "link":"https://twitter.com/sophierose239",
    "social":"Twitter"
  }
]
